[
  {
    "id": "001",
    "title": "What the Mystery of the Tick-Borne Meat Allergy Could Reveal",
    "authors": [
      "Moises Velasquez-Manoff"
    ],
    "teaser": "Unraveling why tick bites are suddenly causing a strange reaction in some people who eat meat could help scientists better understand how all allergies work.",
    "text": "One spring evening in 2016, Lee Niegelsky’s underarm began to itch. An investment manager, he was doing housework around his condo, and he thought he’d been bitten by a chigger. But within 15 minutes, hives had erupted all over his body. He responded with what he calls a “typical man reaction” — if the hives didn’t clear up by the next day, he would have them checked. Fifteen minutes later, the itch had become unbearable. He needed help right away."
  },
  {
    "id": "002",
    "title": "Silicon Valley’s Giants Take Their Talent Hunt to Cambridge",
    "authors": [
      "Cade Metz",
      "Adam Satariano"
    ],
    "teaser": "A boom in artificial intelligence research has drawn the tech industry’s biggest companies and their checkbooks to the storied English city.",
    "text": "CAMBRIDGE, England — When you step off the train here and walk into the city square outside the railway station, you will not see the spires of King’s College Chapel or the turrets atop the Trinity Great Court. The University of Cambridge is still a cab ride away. But you will see a stone and glass office building with a rooftop patio. This is where Amazon designs its flying drones."
  },
  {
    "id": "003",
    "title": "The Big Business of Being Gwyneth Paltrow",
    "authors": [
      "Taffy Brodesser-Akner"
    ],
    "teaser": "Inside the growth of Goop — the most controversial brand in the wellness industry.",
    "text": "On a Monday morning in November, students at Harvard Business School convened in their classroom to find Gwyneth Paltrow. She was sitting at one of their desks, fitting in not at all, using her phone, as they took their seats along with guests they brought to class that day — wives, mothers, boyfriends. Each seat filled, and some guests had to stand along the back wall and sit on the steps. The class was called the Business of Entertainment, Media and Sports. The students were there to interrogate Paltrow about Goop, her lifestyle-and-wellness e-commerce business, and to learn how to create a “sustainable competitive advantage,” according to the class catalog."
  }
]